Repository: skjall/medication-tracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Dashboard
de: Übersicht

source: No upcoming physician visits scheduled.
de: Keine Arzttermine geplant.

source: Active ingredient updated successfully
de: Wirkstoff erfolgreich aktualisiert

source: Cannot delete active ingredient with existing products. Please delete all products first.
de: Wirkstoffe mit bestehenden Produkten können nicht gelöscht werden. Bitte lösche erst alle Produkte.

source: Active ingredient deleted successfully
de: Wirkstoff erfolgreich gelöscht

source: Product updated successfully
de: Produkt erfolgreich aktualisiert

source: Cannot delete product with existing inventory. Please deplete inventory first.
de: Produkt mit vorhandenem Lagerbestand kann nicht gelöscht werden. Bitte erst den Lagerbestand auflösen.

source: Default product updated to %(name)s
de: Standardprodukt auf %(name)s aktualisiert

source: Product deleted successfully
de: Produkt erfolgreich gelöscht

source: Please select or enter an active ingredient
de: Bitte wähle einen Wirkstoff aus oder gib ihn ein

source: Product created successfully
de: Produkt erfolgreich erstellt

source: Package added successfully
de: Packung erfolgreich hinzugefügt

source: Package updated successfully
de: Packung erfolgreich aktualisiert

source: Package deleted successfully
de: Packung erfolgreich gelöscht

source: Product does not belong to this ingredient
de: Produkt gehört nicht zu diesem Wirkstoff

source: Default product set successfully
de: Standardprodukt erfolgreich festgelegt

source: Default product cleared
de: Standardprodukt gelöscht

source: This medication has already been migrated
de: Dieses Medikament wurde schon verschoben

source: Medication migrated successfully
de: Medikament '{}' erfolgreich hinzugefügt

source: No inventory record found for this medication
de: Kein Bestand für dieses Medikament gefunden

source: Please enter a valid amount to deduct
de: Gib bitte einen gültigen Betrag ein, der abgezogen werden soll

source: Not enough inventory. Available: %(available)s units, Requested: %(requested)s units
de: Nicht genug auf Lager. Verfügbar: %(available)s Einheiten, Angefordert: %(requested)s Einheiten

source: Successfully deducted %(amount)s units
de: %(amount)s Einheiten erfolgreich abgezogen

source: from legacy
de: aus Altsystem

source: used
de: benutzt

source: packages
de: Packungen

source: package
de: Packung

source: Failed to deduct units: %(reason)s
de: Abzug der Einheiten fehlgeschlagen: %(reason)s

source: Inventory for {} adjusted by {}
de: Bestand für {} angepasst von {}

source: Inventory updated for {}
de: Bestand aktualisiert für {}

source: Serial number already exists for another package
de: Seriennummer existiert bereits für eine andere Packung

source: Invalid expiry date format
de: Das Format des Ablaufdatums ist nicht richtig

source: Units must be between 0 and %(max)s
de: Einheiten müssen zwischen 0 und %(max)s liegen

source: Invalid units value
de: Ungültiger Wert für Einheiten

source: Package size and quantity are required
de: Packungsgröße und Menge sind erforderlich

source: Invalid GTIN
de: Ungültige GTIN

source: National number automatically extracted from GTIN: %(num)s
de: Nationale Nummer automatisch aus GTIN extrahiert: %(num)s

source: Package size already exists for this medication
de: Diese Packungsgröße existiert bereits für dieses Medikament

source: Package does not belong to this medication
de: Packung gehört nicht zu diesem Medikament

source: Cannot delete package with scanned items
de: Packung mit gescannten Artikeln kann nicht gelöscht werden

source: Medication '{}' added successfully
de: Medikament '{}' erfolgreich hinzugefügt

source: Medication '{}' updated successfully
de: Medikament '{}' erfolgreich aktualisiert

source: Cannot delete '{}' because it has associated orders
de: '{}' kann nicht gelöscht werden, da es zugeordnete Bestellungen hat

source: Medication '{}' deleted successfully
de: Medikament '{}' erfolgreich gelöscht

source: No upcoming physician visit found. Please schedule a visit first.
de: Kein bevorstehender Arzttermin gefunden. Bitte plane zuerst einen Termin.

source: Order created successfully
de: Bestellung erfolgreich erstellt

source: Cannot edit fulfilled orders
de: Kann erfüllte Bestellungen nicht bearbeiten

source: Order updated successfully
de: Bestellung erfolgreich aktualisiert

source: Cannot delete fulfilled orders
de: Kann erfüllte Bestellungen nicht löschen

source: Order deleted successfully
de: Bestellung erfolgreich gelöscht

source: Order status updated to {}
de: Bestellstatus auf {} aktualisiert

source: Invalid status
de: Ungültiger Status

source: Order marked as unfulfilled
de: Bestellung als nicht erfüllt markiert

source: Order marked as fulfilled and {} items added to inventory
de: Bestellung als erfüllt markiert und {} Artikel zum Bestand hinzugefügt

source: Order marked as fulfilled
de: Bestellung als erfüllt markiert

source: Item does not belong to this order
de: Artikel gehört nicht zu dieser Bestellung

source: Item {} marked as {}
de: Artikel {} als {} markiert

source: Unknown
de: Unbekannt

source: Successfully fulfilled {} items
de: {} Artikel erfolgreich erfüllt

source: Invalid order item
de: Ungültiger Bestellartikel

source: Can only cancel pending items
de: Kann nur ausstehende Elemente stornieren

source: Item cancelled successfully
de: Artikel erfolgreich storniert

source: Can only undo cancellation for cancelled items
de: Stornierungen können nur für stornierte Artikel rückgängig gemacht werden

source: Cancellation undone successfully
de: Stornierung erfolgreich rückgängig gemacht

source: No active prescription template found. Please configure a template first.
de: Kein aktives Bestellformular gefunden. Bitte konfiguriere zuerst ein Formular.

source: Error generating prescription PDF
de: Fehler beim Generieren des PDF Rezepts

source: Package linked successfully
de: Packung erfolgreich hinzugefügt

source: Package is not linked to this order item
de: Die Packung ist nicht mit diesem Bestellartikel verknüpft

source: Package unlinked successfully
de: Packung erfolgreich hinzugefügt

source: Physician name is required.
de: Der Name des Arztes ist erforderlich.

source: Physician '{}' has been created successfully.
de: Arzt '{}' wurde erfolgreich erstellt.

source: Error creating physician: {}
de: Fehler beim Erstellen des Arztes: {}

source: Physician '{}' has been updated successfully.
de: Arzt '{}' wurde erfolgreich aktualisiert.

source: Error updating physician: {}
de: Fehler beim Aktualisieren des Arztes: {}

source: Cannot delete physician who has associated medications or visits. Please reassign them first.
de: Arzt, der Medikamente oder Termine hat, kann nicht gelöscht werden. Bitte zuerst neu zuweisen.

source: Physician '{}' has been deleted successfully.
de: Arzt '{}' wurde erfolgreich gelöscht.

source: Error deleting physician: {}
de: Fehler beim Löschen des Arztes: {}

source: No file part
de: Kein Dateiteil

source: No selected file
de: Keine ausgewählte Datei

source: Only PDF files are allowed
de: Nur PDF-Dateien sind erlaubt

source: Prescription template '{}' added successfully
de: Bestellformular '{}' erfolgreich hinzugefügt

source: Prescription template '{}' activated
de: Bestellformular '{}' aktiviert

source: Cannot delete the active template
de: Aktive Vorlage kann nicht gelöscht werden

source: Prescription template '{}' deleted
de: Bestellformular '{}' gelöscht

source: Error downloading template file
de: Fehler beim Herunterladen der Template-Datei

source: Prescription template '{}' updated successfully
de: Bestellformular '{}' erfolgreich aktualisiert

source: No barcode data provided
de: Keine Strichcode-Daten angegeben

source: Invalid barcode: missing serial number
de: Ungültiger Strichcode: Seriennummer fehlt

source: Package already in inventory
de: Packung bereits im Inventar

source: Package configuration updated with scanned data
de: Packungsinformationen mit gescannten Daten aktualisiert

source: Product found but not linked to inventory system
de: Produkt gefunden, aber nicht mit dem Inventarsystem verknüpft

source: This product needs to be linked to a medication record for inventory tracking
de: Dieses Produkt muss mit einem Medikament verknüpft werden, damit man den Bestand im Auge behalten kann

source: Package information updated with scanned data
de: Packungsinformationen mit gescannten Daten aktualisiert

source: Please add this medication first, then scan again
de: Bitte erst das Medikament hinzufügen und dann nochmal scannen

source: Unrecognized barcode format
de: Unbekanntes Strichcode-Format

source: This barcode type is not supported
de: Dieser Strichcode-Typ wird nicht unterstützt

source: Package not in inventory
de: Packung nicht im Inventar

source: Invalid number of units
de: Ungültige Anzahl an Einheiten

source: Not enough units in package
de: Nicht genug Einheiten in der Packung

source: %(units)d units consumed
de: %(units)d Einheiten verbraucht

source: Package marked as expired
de: Packung als abgelaufen markiert

source: Please add at least one time for the medication
de: Bitte füge mindestens eine Zeit für die Medikamente hinzu

source: Schedule added successfully
de: Einnahmeplan erfolgreich hinzugefügt

source: Schedule updated successfully
de: Einnahmeplan erfolgreich aktualisiert

source: Schedule deleted successfully
de: Einnahmeplan erfolgreich gelöscht

source: Automatic deduction {} for {}
de: Automatischer Abzug {} für {}

source: Medication deductions checked successfully
de: Medikamentenverbrauch erfolgreich überprüft

source: Physician visit settings updated successfully
de: Einstellungen für Arzttermine erfolgreich aktualisiert

source: Orders for this visit will now be planned to last until the next-but-one visit
de: Bestellungen für diesen Termin werden nun bis zum nächsten Termin geplant

source: Orders for this visit will now be planned to last until the next visit only
de: Bestellungen für diesen Termin werden bis zum nächsten Termin geplant

source: Unknown export type: {}
de: Unbekannter Exporttyp: {}

source: Error creating backup: {}
de: Fehler beim Erstellen der Sicherung: {}

source: You must confirm that you understand the restore will replace all current data
de: Du musst bestätigen, dass die Wiederherstellung alle aktuellen Daten ersetzt

source: No file provided for restore
de: Keine Datei für Wiederherstellung vorhanden

source: No file selected
de: Keine Datei ausgewählt

source: Invalid file type. Please upload a database file ({})
de: Ungültiger Dateityp. Bitte eine Datenbankdatei hochladen ({})

source: Invalid database file: missing required tables
de: Ungültige Datenbankdatei: fehlende erforderliche Tabellen

source: Invalid database file: {}
de: Ungültige Datenbankdatei: {}

source: Database restored but migration failed: {}
de: Datenbank wiederhergestellt, aber Migration fehlgeschlagen: {}

source: Database successfully restored and migrations applied!
de: Datenbank erfolgreich wiederhergestellt und Migrationen angewendet!

source: Error restoring database: {}
de: Fehler beim Wiederherstellen der Datenbank: {}

source: ... and {} more errors
de: ... und {} weitere Fehler

source: Successfully imported {} medications
de: {} Medikamente erfolgreich importiert

source: No medications were imported
de: Keine Medikamente wurden importiert

source: Import of {} is not yet implemented
de: Import von {} ist noch nicht implementiert

source: Please keep at least 30 days of logs
de: Bitte halte mindestens 30 Tage Logs

source: Successfully removed {} old inventory logs
de: {} alte Bestandprotokolle erfolgreich entfernt

source: Verification text doesn't match. Data was not reset.
de: Bestätigungstext stimmt nicht überein. Die Daten wurden nicht zurückgesetzt.

source: Backup created at {}
de: Sicherung erstellt am {}

source: All data has been reset. The application has been restored to initial state.
de: Alle Daten wurden zurückgesetzt. Die Anwendung wurde in den Ausgangszustand wiederhergestellt.

source: Error resetting data: {}
de: Fehler beim Zurücksetzen der Daten: {}

source: Invalid timezone: {}
de: Ungültige Zeitzone: {}

source: Application timezone updated to {}
de: Zeitzone der Anwendung aktualisiert auf {}

source: Unknown import type: {}
de: Unbekannter Importtyp: {}

source: Successfully imported {} {} records
de: {} {} {} Einträge erfolgreich importiert

source: No {} were imported
de: Keine {} wurden importiert

source: Error during import: {}
de: Fehler beim Import: {}

source: Unable to check for updates
de: Suche nach Updates nicht möglich

source: Connection timeout
de: Verbindungs-Timeout

source: Verification text doesn't match. Expected '{}'. Data was not reset.
de: Bestätigungstext stimmt nicht überein. Die Daten wurden nicht zurückgesetzt.

source: All medication data has been reset
de: Alle Medikamentendaten wurden zurückgesetzt

source: All inventory data has been reset ({} records)
de: Alle Bestandsdaten wurden zurückgesetzt ({} Datensätze)

source: All order data has been reset ({} records)
de: Alle Bestelldaten wurden zurückgesetzt ({} Datensätze)

source: All visit data has been reset ({} records)
de: Alle Termindaten wurden zurückgesetzt ({} Datensätze)

source: All schedule data has been reset ({} records)
de: Alle Aufgabenplan-Daten wurden zurückgesetzt ({} Datensätze)

source: All physician data has been reset ({} records)
de: Alle Daten des Arztes wurden zurückgesetzt ({} Datensätze)

source: Unknown data type: {}
de: Unbekannter Datentyp: {}

source: Error resetting {}: {}
de: Fehler beim Zurücksetzen von {}: {}

source: Task scheduler has been restarted
de: Aufgabenplaner wurde neu gestartet

source: Task scheduler not available
de: Aufgabenplaner nicht verfügbar

source: Found {} schedules with pipe-separated times. Check logs for details.
de: Es wurden {} Einnahmepläne mit pipe-separierten Zeiten gefunden. Überprüfe Protokolle für Details.

source: No pipe-separated times detected in medication schedules.
de: Keine Pipe-Trennungszeiten in Einnahmeplänen erkannt.

source: Error running detection: {}
de: Fehler beim Ausführen der Erkennung: {}

source: Successfully fixed {} schedules with pipe-separated times.
de: {} Pläne erfolgreich mit Pipe-Trennungszeiten festgelegt.

source: Failed to fix {} schedules. Check logs for details.
de: Fehler beim Beheben von {} Einnahmeplänen. Überprüfe die Protokolle für Details.

source: Error running fix: {}
de: Fehler beim Ausführen des Fixes: {}

source: Database migrations completed successfully
de: Datenbankmigrationen erfolgreich abgeschlossen

source: Error running database migrations
de: Fehler beim Ausführen der Datenbankmigrationen

source: Physician visit scheduled for {}
de: Arzttermin für {} geplant

source: Invalid date format. Please use DD.MM.YYYY format.
de: Ungültiges Datumsformat. Bitte verwende das TT.MM.YYYY-Format.

source: Physician visit updated to {}
de: Arzttermin aktualisiert auf {}

source: Cannot delete visit with associated orders. Delete the orders first.
de: Der Termin mit verknüpften Bestellungen kann nicht gelöscht werden. Lösche zuerst die Bestellungen.

source: Physician visit deleted successfully
de: Arzttermin erfolgreich gelöscht

source: No upcoming physician visits scheduled
de: Keine bevorstehenden Arzttermine geplant

source: Page Not Found
de: Seite nicht gefunden

source: The page you are looking for does not exist or has been moved.
de: Die gesuchte Seite existiert nicht oder wurde verschoben.

source: Go to Dashboard
de: Zum Dashboard gehen

source: Back to Dashboard
de: Zurück zum Dashboard

source: Next Physician Visit
de: Nächster Arzttermin

source: %(count)d day away
de: %(count)d Tag entfernt

source: Notes
de: Notizen

source: View Details
de: Details anzeigen

source: Create Order
de: Bestellung erstellen

source: Schedule a Visit
de: Termine planen

source: Low Inventory Alert
de: Warnung wegen niedriger Lagerbestände

source: The following medications are below minimum threshold:
de: Folgende Medikamente liegen unter ihrem Grenzwert:

source: %(count)d unit
de: %(count)d Einheit

source: Update
de: Aktualisierung

source: View All Low Stock
de: Alle niedrigen Lagerbestände anzeigen

source: All medications are above minimum threshold levels.
de: Alle Medikamente liegen über ihrem Grenzwert.

source: Gap Coverage Warning
de: Warnung zur Lückenabdeckung

source: %(count)d medication
de: %(count)d Medikament

source: will run out before your visit
de: wird vor Ihrem Arzttermin aufgebraucht sein

source: with
de: mit

source: on
de: an

source: Runs out
de: Geht aus

source: %(count)d unit left
de: %(count)d Einheit übrig

source: View Medication
de: Medikament ansehen

source: View Inventory
de: Bestand anzeigen

source: And %(count)d more medication
de: Und %(count)d weiteres Medikament

source: View Visit Details
de: Termindetails anzeigen

source: Create Gap Coverage Order
de: Auftrag zur Lückenabdeckung erstellen

source: Medications Overview
de: Medikamentenübersicht

source: Unassigned Medications
de: Nicht zugewiesene Medikamente

source: Daily Usage
de: Tagesverbrauch

source: Current Inventory
de: Aktueller Bestand

source: Days Left
de: Tage übrig

source: Depletion Date
de: Verbrauchsdatum

source: Actions
de: Aktionen

source: units
de: Einheiten

source: No inventory
de: Kein Bestand

source: %(count)d day
de: %(count)d Tag

source: No Data
de: Keine Daten

source: Critical
de: Kritisch

source: Low Stock
de: Niedriger Bestand

source: Running Low
de: Fast leer

source: Over-the-Counter (OTC) Medications
de: Rezeptfreie Medikamente (OTC)

source: No medications found in the system.
de: Keine Medikamente im System gefunden.

source: Add Medication
de: Medikament hinzufügen

source: Manage Medications
de: Medikamente verwalten

source: Inventory Detail
de: Bestandsübersicht

source: Quick Actions
de: Schnellaktionen

source: Add New Medication
de: Neues Medikament hinzufügen

source: Create New Order
de: Neue Bestellung erstellen

source: View Depletion Forecast
de: Verbrauchsprognose anzeigen

source: Edit Active Ingredient
de: Wirkstoff bearbeiten

source: Strength
de: Stärke

source: e.g., 500
de: z. B. 500

source: Strength Unit
de: Einheit der Stärke

source: e.g., mg
de: z. B. mg

source: Form
de: Dareichungsform

source: e.g., Tablet, Capsule, Syrup
de: z. B. Tablette, Kapsel, Sirup

source: e.g., N02BE01
de: z. B. N02BE01

source: Cancel
de: Abbrechen

source: Save Changes
de: Änderungen speichern

source: Edit Package
de: Packung bearbeiten

source: Edit Package Configuration
de: Packungskonfiguration bearbeiten

source: Package Size
de: Packungsgröße

source: Quantity (units)
de: Menge (Einheiten)

source: Identifiers
de: Identifikatoren

source: National Drug Code
de: Nationaler Arzneimittelcode

source: Code Type
de: Code-Typ

source: Select type...
de: Wähle einen Typ aus...

source: Global Trade Item Number - also found as PC on the package
de: Globale Handelsnummer – auch als PC auf der Verpackung zu finden

source: Additional Information
de: Zusätzliche Informationen

source: Package Manufacturer
de: Packungshersteller

source: If different from product manufacturer
de: Wenn anders als der Hersteller des Produkts

source: List Price
de: Listenpreis

source: Edit Product
de: Produkt bearbeiten

source: Product Information
de: Produktinformation

source: Active Ingredient
de: Wirkstoff

source: Cannot be changed after creation
de: Kann nach dem Erstellen nicht mehr geändert werden

source: Brand Name
de: Handelsname

source: Manufacturer
de: Hersteller

source: Prescription Settings
de: Verschreibungseinstellungen

source: Allow substitution (Aut idem)
de: Ersatz zulassen (Aut idem)

source: Pharmacist may substitute with generic equivalent
de: Der Apotheker kann das Produkt durch ein gleichwertiges Generikum ersetzen

source: Over-the-counter (OTC)
de: Rezeptfreie Medikamente (OTC)

source: No prescription required
de: Keine Verschreibung nötig

source: Prescribing Physician
de: Verschreibender Arzt

source: None (OTC or general)
de: Keine (OTC oder allgemein)

source: New Product
de: Neues Produkt

source: Total Inventory
de: Gesamtbestand

source: Empty
de: Leer

source: View
de: Ansicht

source: Edit
de: Bearbeiten

source: Are you sure you want to delete this active ingredient?
de: Willst du diesen Wirkstoff wirklich löschen?

source: Delete
de: Löschen

source: Add Product
de: Produkt hinzufügen

source: Substitution allowed
de: Ersetzen erlaubt

source: Default Product
de: Standardprodukt

source: Are you sure you want to delete this product?
de: Willst du dieses Produkt wirklich löschen?

source: No products registered for this ingredient
de: Für diesen Wirkstoff sind keine Produkte registriert

source: No medications registered yet. Start by creating a new product.
de: Noch keine Medikamente gespeichert. Leg einfach ein neues Produkt an.

source: Add Package
de: Packung hinzufügen

source: Add Package Configuration
de: Packungkonfiguration hinzufügen

source: New Package for
de: Neue Packung für

source: Select size...
de: Größe auswählen...

source: Small package
de: Kleine Packung

source: Medium package
de: Mittlere Verpackung

source: Large package
de: Große Packung

source: Custom size
de: Benutzerdef. Größe

source: e.g., 20, 50, 100
de: z. B. 20, 50, 100

source: e.g., 12345678
de: z. B. 12345678

source: e.g., 04150123456789
de: z. B. 04150123456789

source: e.g., 12.50
de: z. B. 12,50

source: Type to search or enter a new ingredient name
de: Gib den Namen einer Zutat ein oder suche danach

source: Creating new ingredient:
de: Neuen Wirkstoff erstellen:

source: Ingredient name (e.g., Ibuprofen)
de: Wirkstoffname (z. B. Ibuprofen)

source: Strength (e.g., 400)
de: Stärke (z. B. 400)

source: Unit
de: Einheit

source: Form (optional, e.g., tablet, inhalation)
de: Darreichungsform (optional, z. B. Tablette, Inhalation)

source: e.g., Salbutamol 1A Pharma 100µg
de: z. B. Salbutamol 1A Pharma 100µg

source: Full commercial name of the product
de: Vollständiger Handelsname des Produkts

source: e.g., 1A Pharma, ratiopharm, Hexal
de: z. B. 1A Pharma, ratiopharm, Hexal

source: Create Product
de: Produkt erstellen

source: Search for ingredient or type new name...
de: Suche nach Zutat oder gib einen neuen Namen ein...

source: Create new
de: Neu erstellen

source: New
de: Neu

source: No ingredients found. Type to create new.
de: Keine Wirkstoffe gefunden. Tippe, um einen neuen zu erstellen.

source: Searching...
de: Suche...

source: Select physician...
de: Wähle einen Arzt aus...

source: Back
de: Zurück

source: Active Ingredient Information
de: Infos zu den Wirkstoffen

source: Total Products
de: Produkte insgesamt

source: Available Products
de: Verfügbare Produkte

source: Default
de: Standard

source: Set as Default
de: Als Standard festlegen

source: Remove Default
de: Standard entfernen

source: No products registered for this active ingredient yet.
de: Für diesen Wirkstoff sind keine Produkte registriert.

source: Substitutable Products
de: Ersetzbare Produkte

source: The following products can be substituted for each other (Aut idem allowed):
de: Die folgenden Produkte können gegenseitig ausgetauscht werden (Aut idem erlaubt):

source: Add New Product Variant
de: Neue Produktvariante hinzufügen

source: Delete Active Ingredient
de: Wirkstoff löschen

source: Basic Information
de: Grundlegende Informationen

source: Prescription Information
de: Verschreibungsinformationen

source: Substitution
de: Ersatz

source: Allowed (Aut idem)
de: Erlaubt (Aut idem)

source: Not allowed
de: Nicht erlaubt

source: Type
de: Typ

source: Over-the-counter
de: Rezeptfrei

source: Prescription required
de: Rezept erforderlich

source: Physician
de: Arzt

source: Package Sizes
de: Packungsgröße

source: Package Configurations
de: Packungskonfigurationen
