Repository: skjall/medication-tracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Showing over-the-counter medications and supplements only.
de: Zeigt nur rezeptfreie Medikamente und Nahrungsergänzungsmittel an.

source: Partial
de: Teilweise

source: Fulfilled
de: Erfüllt

source: Select Medications
de: Medikamente auswählen

source: %(units)s units
de: %(units)s Einheiten

source: Calculate Needs
de: Bedarf berechnen

source: Quantity Needed
de: Benötigte Menge

source: Product
de: Produkt

source: Package Quantities
de: Packungsmenge

source: Calculate
de: Berechnen

source: %(units)s units each
de: jeweils %(units)s Einheiten

source: Update Order
de: Bestellung aktualisieren

source: This order has been fulfilled and cannot be edited.
de: Diese Bestellung wurde erledigt und kann nicht mehr geändert werden.

source: Medication Orders
de: Medikamentenbestellungen

source: Created Date
de: Erstellungsdatum

source: %(num)s medication
de: %(num)s Medikament

source: Printable Version
de: Druckbare Version

source: Fulfill Order
de: Bestellung erfüllen

source: No pending orders found.
de: Keine ausstehenden Bestellungen gefunden.

source: No fulfilled orders found.
de: Keine erfüllten Bestellungen gefunden.

source: Create Medication Order
de: Medikamentenbestellung erstellen

source: Visit Details
de: Termindetails

source: Order for Physician Visit on %(date)s
de: Bestellung für Arztbesuch am %(date)s

source: Gap Coverage Order
de: Bestellung zur Lückenabdeckung

source: This is a gap coverage order.
de: Das ist eine Bestellung zur Lückenabdeckung.

source: Some medications ran out before your visit on %(date)s (%(days)s days ago).
de: Einige Medikamente waren vor deinem Besuch am %(date)s (%(days)s Tage) ausgegangen.

source: Some medications will run out before your visit today (%(date)s).
de: Einige Medikamente werden vor deinem heutigen Besuch (%(date)s) ausgegangen sein.

source: Some medications will run out before your visit on %(date)s (in %(days)s days).
de: Einige Medikamente werden vor deinem Besuch am %(date)s (%(days)s Tage) ausgegangen sein.

source: Only medications that will deplete before the visit are shown below, with quantities calculated to bridge the gap between when they run out and your visit date.
de: Hier siehst du nur Medikamente, die vor deinem Besuch aufgebraucht sein werden, mit Mengen, die so berechnet wurden, dass sie die Zeit bis zu deinem Besuch überbrücken.

source: Next-But-One Planning
de: Planung für übernächsten Arztbesuch

source: Medication needs are calculated to last until your next-but-one visit
de: Der Medikamentenbedarf wird so berechnet, dass er bis zu deinem übernächsten Besuch reicht

source: Standard Planning
de: Standardplanung

source: Medication needs are calculated to last until your next visit only
de: Der Bedarf an Medikamenten wird bis zum nächsten Termin berechnet

source: Select the medications you need and adjust quantities as necessary.
de: Wähle die Medikamente aus, die du brauchst, und passe die Mengen nach Bedarf an.

source: Needed for Gap Coverage
de: Benötigt für Lückenabdeckung

source: Needed Until Next-But-One Visit
de: Bis zum übernächsten Termin erforderlich

source: Needed Until Next Visit
de: Benötigt bis zum nächsten Termin

source: Additional Needed
de: Zusätzliche Benötigt

source: %(usage)s units/day
de: %(usage)s Einheiten/Tag

source: Visit in %(visit_days)s days, depletes in %(depletion_days)s days = %(gap_days)s days gap
de: Besuch in %(visit_days)s Tagen, läuft ab in %(depletion_days)s Tagen = %(gap_days)s Tage Lücke

source: Gap coverage: %(usage)s/day × %(days)s days = %(units)s units
de: Lückenabdeckung: %(usage)s/Tag × %(days)s Tage = %(units)s Einheiten

source: Safety margin: %(usage)s/day × %(days)s days = %(units)s units
de: Eiserne Reserve: %(usage)s/Tag × %(days)s Tage = %(units)s Einheiten

source: Total: %(units)s units
de: Gesamt: %(units)s Einheiten

source: Until visit: %(usage)s/day × %(days)s days = %(units)s units
de: Bis zum Besuch: %(usage)s/day × %(days)s Tage = %(units)s Einheiten

source: Until next visit: %(usage)s/day × %(days)s days = %(units)s units
de: Bis zum nächsten Besuch: %(usage)s/day × %(days)s Tage = %(units)s Einheiten

source: To order: %(units)s units
de: Bestellen: %(units)s Einheiten

source: Total needed
de: Insgesamt benötigt

source: Current stock: %(units)s units
de: Aktueller Bestand: %(units)s Einheiten

source: Sufficient stock
de: Ausreichender Bestand

source: Sufficient
de: Ausreichend

source: Print Order
de: Bestellung drucken

source: Medication Order
de: Medikamentenbestellung

source: Order Information
de: Bestelldaten

source: Date Created
de: Erstellungsdatum

source: Physician Visit
de: Arzttermin

source: Print Information
de: Druckinformationen

source: Printed
de: Gedruckt

source: Days Until Visit
de: Tage bis zum Besuch

source: Medications Ordered
de: Bestellte Medikamente

source: unit
de: Einheit

source: unit/day
de: Einheit/Tag

source: No packages ordered
de: Keine Packungen bestellt

source: No medications in this order.
de: Keine Medikamente in dieser Bestellung.

source: Generated by Medication Tracker
de: Vom Medication Tracker generiert

source: Order ID
de: Bestellungs-ID

source: Visit
de: Besuche

source: %(days)s days
de: %(days)s Tage

source: Created
de: Erstellt

source: Items
de: Artikel

source: Print
de: Drucken

source: Fulfill
de: Erfüllen

source: Unfulfill
de: Nicht erfüllt

source: Are you sure you want to delete this order? This cannot be undone.
de: Bist du sicher, dass du diese Bestellung löschen möchten? Dies kann nicht rückgängig gemacht werden.

source: Order Contents
de: Bestellinhalt

source: %(num)s item
de: %(num)s Artikel

source: Required
de: Erforderlich

source: Order Details
de: Bestelldetails

source: Fulfillment
de: Erfüllung

source: units/day
de: Einheiten/Tag

source: package(s) linked
de: verknüpfte Packung(en)

source: Pending
de: Ausstehend

source: Done
de: Erledigt

source: Modified
de: Geändert

source: Cancelled
de: Storniert

source: Manage Package Links
de: Packungs-Verknüpfungen verwalten

source: Mark Fulfilled
de: Markieren erfüllt

source: Are you sure you want to cancel this item?
de: Bist du sicher, dass du diesen Artikel stornieren möchtest?

source: Cancel Item
de: Artikel stornieren

source: Undo Cancel
de: Stornierung rückgängig machen

source: No medications in this order yet.
de: Noch keine Medikamente in dieser Bestellung.

source: Add Medications
de: Medikament hinzufügen

source: Fulfill Medication
de: Erfülle Medikamente

source: Fulfillment Status
de: Bestellstatus

source: Fulfilled - Delivered as ordered
de: Erfüllt – Wie bestellt geliefert

source: Modified - Different quantity received
de: Geändert – Unterschiedliche Menge erhalten

source: Cancelled - Not available
de: Storniert – Nicht verfügbar

source: Actual Quantity Received
de: Tatsächliche Menge empfangen

source: Original order: %(quantity)s units
de: Originalbestellung: %(quantity)s Einheiten

source: Notes (optional)
de: Notizen (optional)

source: e.g., Doctor modified prescription, pharmacy substitution, etc.
de: z. B. Doktor verändertes Rezept, Apothekensubstitution, etc.

source: Add to inventory
de: Zum Bestand hinzufügen

source: Check this to automatically update your inventory with the received medication
de: Aktiviere dies, um dein Bestand automatisch mit den erhaltenen Medikamenten zu aktualisieren

source: Update Status
de: Status aktualisieren

source: Loading...
de: Lädt...

source: Currently Linked Packages
de: Aktuell verknüpfte Packungen

source: No S/N
de: Keine S/N

source: Unlink
de: Verknüpfung aufheben

source: No packages currently linked
de: Derzeit keine Packungen verknüpft

source: Search Available Packages
de: Verfügbare Packungen suchen

source: Enter serial number...
de: Gib die Seriennummer ein...

source: Search
de: Suchen

source: Search for packages scanned after the order date
de: Suche nach Packungen, die nach dem Bestelldatum gescannt wurden

source: Please enter a serial number to search
de: Gib bitte eine Seriennummer ein, um zu suchen

source: Search Results
de: Suchergebnisse

source: Link
de: Verknüpfung

source: No packages found matching your search
de: Keine Packungen gefunden, die deiner Suche entsprechen

source: Error searching packages
de: Fehler beim Suchen von Packungen

source: Edit Physician
de: Arzt bearbeiten

source: Physician Information
de: Arztinformation

source: Full name of the physician
de: Voller Name des Arztes

source: Specialty
de: Fachgebiet

source: Medical specialty (e.g., Cardiology, Gynecology)
de: Medizinisches Fachgebiet (z. B. Kardiologie, Gynäkologie)

source: Phone
de: Telefon

source: Contact phone number
de: Telefonnummer kontaktieren

source: Email address
de: E-Mail-Adresse

source: Address
de: Adresse

source: Office or clinic address
de: Praxis- oder Klinikadresse

source: Additional notes or information
de: Zusätzliche Notizen oder Informationen

source: Update Physician
de: Arzt aktualisieren

source: Search physicians...
de: Suche Ärzte...

source: Visits
de: Termine

source: No Physicians Found
de: Keine Ärzte gefunden

source: Get started by adding your first physician.
de: Beginne mit deinem ersten Arzt.

source: Add New Physician
de: Neuen Arzt hinzufügen

source: Save Physician
de: Arzt speichern

source: Physician Details
de: Arztdetails

source: Not provided
de: Nicht eingegeben

source: Statistics
de: Statistiken

source: Prescribed Medications
de: Vorgeschlagene Medikamente

source: No Inventory
de: Kein Bestand

source: Scheduled Visits
de: Geplante Termine

source: Days Until
de: Tage bis

source: Past visit
de: Letzter Termin

source: No notes
de: Keine Notizen

source: Danger Zone
de: Gefahrenzone

source: Delete this physician permanently. This action cannot be undone.
de: Diesen Arzt dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Note
de: Notiz

source: This physician has associated medications or visits and cannot be deleted until they are reassigned.
de: Dieser Arzt hat zugehörige Medikamente oder Termine und kann erst gelöscht werden, wenn sie neu zugewiesen wurden.

source: Are you sure you want to delete this physician? This action cannot be undone.
de: Bist du sicher, dass du diesen Arzt löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete Physician
de: Arzt löschen

source: Prescription Templates
de: Bestellformulare

source: Add Template
de: Vorlage hinzufügen

source: Active Prescription Template
de: Aktives Bestellformular

source: No description provided
de: Keine Beschreibung angegeben

source: First Field Tab Index
de: Erstes Feld Tab-Index

source: Medications Per Page
de: Medikamente pro Seite

source: Template File
de: Vorlagendatei

source: Last Updated
de: Zuletzt aktualisiert

source: Download Template
de: Vorlage herunterladen

source: No active prescription template found. Please activate a template to enable PDF generation for orders.
de: Kein aktives Bestellformular gefunden. Bitte aktiviere ein Formular, um die PDF-Erzeugung für Bestellungen zu aktivieren.

source: All Templates
de: Alle Vorlagen

source: Description
de: Beschreibung

source: File
de: Datei

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Activate
de: Aktivieren

source: Are you sure you want to delete this template?
de: Bist du sicher, dass du diese Vorlage löschen möchten?

source: No prescription templates found. Click the "Add Template" button to create one.
de: Keine vorgegebenen Vorlagen gefunden. Klicke auf "Vorlage hinzufügen", um eine zu erstellen.

source: New Prescription Template
de: Neues Bestellformular

source: Upload Prescription Template
de: Bestellformular hochladen

source: Order Template
de: Bestellvorlage

source: Template Details
de: Vorlagendetails

source: Active Template
de: Aktive Vorlage

source: Template Name
de: Vorlagenname

source: Activate Template
de: Vorlage aktivieren

source: Delete Template
de: Vorlage löschen

source: Edit Template
de: Vorlage bearbeiten

source: Scan Package
de: Packungen scannen

source: Total Scanned
de: Insgesamt gescannt

source: Active Packages
de: Aktive Packungen

source: Expired
de: Abgelaufen

source: Consumed
de: Verbraucht

source: No packages in inventory
de: Keine Packungen im Inventar

source: Recent Scans
de: Letzte Scans

source: Scanned At
de: Gescannt am

source: No recent scans
de: Keine kürzlichen Scans

source: Number
de: Nummer

source: days remaining
de: verbleibende Tage

source: Returned
de: zurückgegeben

source: Opened
de: Geöffnet

source: Consume Units
de: Verbrauchte Einheiten

source: Consume
de: Verbrauchen

source: This package is not in inventory
de: Diese Packung ist nicht im Inventar

source: Mark as Expired
de: Als abgelaufen markieren

source: Raw Data
de: Rohdaten

source: Linear barcodes (EAN, PZN)
de: Lineare Barcodes (EAN, PZN)

source: Initializing...
de: Initialisierung...

source: Retry
de: Erneut versuchen

source: Scanner error
de: Scanner-Fehler

source: Starting camera...
de: Kamera wird gestartet...

source: No camera found
de: Keine Kamera gefunden

source: Scanning...
de: Scanne...

source: Camera error
de: Kamerafehler

source: Scanned successfully
de: Erfolgreich gescannt

source: Edit Schedule for
de: Einnahmeplan bearbeiten für

source: Edit Schedule
de: Einnahmeplan bearbeiten

source: Schedule Type
de: Einnahmeplan-Typ

source: Daily (Every Day)
de: Täglich (sehr Tag)

source: Interval (Every X Days)
de: Intervall (sehr X Tage)

source: Units Per Dose
de: Einheiten pro Dose

source: How many units to take each time
de: Wie viele Einheiten pro Zeit zu nehmen

source: Every X Days
de: Alle X Tage

source: Daily (same as Daily option)
de: Täglich (genauso wie Tagesoption)

source: Every other day
de: Jeden zweiten Tag

source: Every third day
de: Jeden dritten Tag

source: Days of Week
de: Wochentage

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Times of Day
de: Tageszeit

source: Add Another Time
de: Weitere Zeit hinzufügen

source: Enter times in 24-hour format (e.g., 09:00, 17:30)
de: Zeiten im 24-Stunden-Format eingeben (z. B. 09:00, 17:30)

source: Update Schedule
de: Einnahmeplan aktualisieren

source: Medication Schedules
de: Einnahmepläne

source: Schedules for
de: Einnahmepläne für

source: Automatic Inventory Deduction
de: Automatischer Abzug vom Bestand

source: enabled
de: aktiviert

source: Automatic deduction is
de: Automatischer Abzug ist

source: for this medication
de: für dieses Medikament

source: disabled
de: deaktiviert

source: When enabled, inventory will be automatically deducted according to the schedules defined below
de: Wenn aktiviert, wird der Bestand automatisch nach den unten definierten Einnahmeplänen reduziert

source: Daily Average
de: Täglicher Durchschnitt

source: Last Deduction
de: Letzter Abzug

source: Mon
de: Montag

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: Sonne

source: Never
de: Nie

source: Total Daily Usage
de: Gesamter Tagesverbrauch

source: This is the sum of all schedule daily averages and is used for depletion calculations.
de: Dies ist die Summe aller Tagesdurchschnittswerte und wird für Verbrauchsberechnungen verwendet.

source: No schedules defined for this medication yet. Add a schedule to enable automatic inventory deduction.
de: Für dieses Medikament sind noch keine Einnahmepläne festgelegt. Füge einen Einnahmeplan hinzu, damit der Vorrat automatisch abgezogen wird.

source: Confirm Deletion
de: Löschen bestätigen

source: Are you sure you want to delete this schedule? This action cannot be undone.
de: Bist du sicher, dass du diesen Einnahmeplan löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: New Schedule for
de: Neuer Einnahmeplan für

source: New Schedule
de: Neuer Einnahmeplan

source: Save Schedule
de: Einnahmeplan speichern

source: Back to System Settings
de: Zurück zu den Systemeinstellungen

source: Backup Database
de: Datenbank sichern

source: Download complete database backup
de: Komplette Datenbanksicherung herunterladen

source: Download Backup
de: Backup herunterladen

source: Restore Database
de: Datenbank wiederherstellen

source: Restore from backup file
de: Aus Backup-Datei wiederherstellen

source: Restore Backup
de: Backup wiederherstellen

source: Optimize Database
de: Datenbank optimieren

source: Improve database performance
de: Verbesserung der Datenbankleistung

source: Optimize Now
de: Jetzt optimieren

source: Clear Old Logs
de: Alte Protokolle löschen

source: Free up database space
de: Datenbankplatz freigeben

source: Clear Logs
de: Logs löschen

source: Database Statistics
de: Datenbankstatistik

source: Database Info
de: Datenbank-Info

source: Size:
de: Größe:

source: Medical Data
de: Medizinische Daten

source: Schedules
de: Einnahmepläne

source: Inventory Items
de: Bestandsartikel

source: Clinical Data
de: Klinische Daten

source: inventory log entries in database. Consider clearing old logs to save space.
de: Bestandsprotokolleinträge in der Datenbank. Du kannst alte Protokolle löschen, um Speicherplatz zu sparen.

source: Import & Export Data
de: Daten importieren & exportieren

source: Data Type
de: Datentyp

source: Count
de: Anzahl

source: Import
de: Importieren

source: Export
de: Exportieren

source: Basic medication information (names, dosages, package sizes)
de: Grundlegende Medikamenteninformationen (Namen, Dosierungen, Verpackungsgrößen)

source: Physician/doctor information (names, specialties, contact details)
de: Informationen zu Ärzten (Namen, Fachgebiete, Kontaktdaten)

source: Medication timing, frequency, and dosages
de: Medikamentenzeit, Häufigkeit und Dosierung

source: Current inventory levels and package counts
de: Aktuelle Lagerbestände und Packungsmenge

source: Scheduled physician visits and appointments
de: Geplante Arzttermine und Termine

source: Medication orders for physician visits
de: Arzttermine bei Medikamenten

source: Always backup your database before importing data or resetting records. Import operations may create duplicates if not used carefully.
de: Mach immer ein Backup deiner Datenbank, bevor du Daten importierst oder Datensätze zurücksetzt. Importvorgänge können zu Duplikaten führen, wenn sie nicht sorgfältig durchgeführt werden.

source: Import Data
de: Daten importieren

source: Select a CSV file to import.
de: Wähle eine CSV-Datei zum Importieren.

source: CSV File
de: CSV-Datei

source: Override existing records
de: Bestehende Datensätze überschreiben

source: If checked, existing records will be updated. Otherwise, only new records will be added.
de: Wenn aktiviert, werden vorhandene Datensätze aktualisiert. Andernfalls werden nur neue Datensätze hinzugefügt.

source: CSV Format Help
de: CSV-Format-Hilfe

source: CSV format information will be shown here.
de: Informationen im CSV-Format werden hier angezeigt.

source: Critical Warning:
de: Kritische Warnung:

source: Restoring a database will completely replace your current database with the backup file. All current data will be lost!
de: Das Wiederherstellen einer Datenbank ersetzt deine aktuelle Datenbank vollständig durch die Backup-Datei. Alle aktuellen Daten gehen verloren!

source: Database Backup File
de: Datenbank Backup-Datei

source: Select a database backup file (.db, .sqlite, or .sqlite3)
de: Wähle eine Datenbank-Sicherungsdatei (.db, .sqlite oder .sqlite3)

source: I understand that this will permanently replace all current data
de: Ich verstehe, dass dies alle aktuellen Daten dauerhaft ersetzen wird

source: Recommended:
de: Empfohlen:

source: Create a backup of your current database before restoring.
de: Erstelle vor der Wiederherstellung eine Sicherung deiner aktuellen Datenbank.

source: Clear Old Inventory Logs
de: Alte Bestandsprotokolle löschen

source: Warning:
de: Warnung:

source: This will permanently delete old inventory logs.
de: Alte Bestandprotokolle werden dauerhaft gelöscht.

source: Keep logs from the last:
de: Logs vom letzten halten:

source: Logs older than this will be permanently deleted. Minimum: 30 days.
de: Protokolle, die älter sind, werden dauerhaft gelöscht. Mindeste: 30 Tage.

source: Reset Data
de: Daten zurücksetzen

source: WARNING:
de: WARNUNG:

source: This action will delete all data.
de: Diese Aktion wird alle Daten löschen.

source: This will permanently delete:
de: Dies wird dauerhaft löschen:

source: All records of this type
de: Alle Datensätze dieses Typs

source: To confirm, type
de: Zum Bestätigen, tippen

source: below:
de: unten:

source: Physician Visit Settings
de: Einstellungen für Arzttermine

source: Visit Planning Settings
de: Einstellungen zur Terminplanung

source: Default Physician Visit Interval
de: Standard Arzttermin Intervall

source: This interval is used to predict future visits and calculate medication needs.
de: Dieses Intervall dient zur Vorhersage zukünftiger Termine und zur Berechnung des Bedarfs an Medikamenten.

source: Timezone Settings
de: Zeitzonen-Einstellungen

source: Current timezone
de: Aktuelle Zeitzone

source: Search Timezone
de: Zeitzone durchsuchen

source: Start typing to search (e.g. 'Berlin', 'New York')
de: Tippe zum Suchen an (z.B. 'Berlin', 'New York')

source: Select Timezone
de: Zeitzone auswählen

source: Update Timezone
de: Zeitzone aktualisieren

source: The system automatically deducts medication from your inventory based on your defined schedules.
de: Das System zieht Medikamente automatisch aus deinem Bestand nach deinen vorgegebenen Einnahmeplänen ab.

source: Automatic deduction runs hourly to check if any medications are due to be taken.
de: Der automatische Abzug erfolgt stündlich, um zu überprüfen, ob irgendwelche Medikamente eingenommen werden sollen.

source: You can manually trigger the deduction check for testing:
de: Du kannst die Abzugsüberprüfung manuell auslösen:

source: Run Deduction Check Now
de: Ablaufprüfung jetzt ausführen

source: Related Settings
de: Verwandte Einstellungen

source: Configure visit intervals and order planning
de: Terminintervalle und Orderplanung konfigurieren

source: Backup, restore, import and export data
de: Sichern, Wiederherstellen, Importieren und Exportieren von Daten

source: Database Migrations
de: Datenbankmigrationen

source: View and manage database updates
de: Datenbankmigrationen anzeigen und verwalten

source: Operating Normally
de: Normalerweise arbeiten

source: Last Deduction:
de: Letzter Abzug:

source: Upcoming Visits:
de: Nächste Termine:

source: Manage Data
de: Daten verwalten

source: Check Updates
de: Updates prüfen

source: Version Information
de: Versionsinformationen

source: Back to System Status
de: Zurück zum Systemstatus

source: Migration Status
de: Migrations-Status

source: Database migrations are needed. Your database schema is not up to date with the application code.
de: Es sind Datenbankmigrationen nötig. Dein Datenbankschema ist nicht auf dem neuesten Stand mit dem Anwendungscode.

source: Run Migrations
de: Migrationen ausführen

source: Database is up to date. No migrations needed.
de: Die Datenbank ist auf dem neuesten Stand. Keine Migrationen nötig.

source: All Migrations
de: Alle Migrationen

source: Applied
de: Angewandt

source: No migration history available.
de: Keine Migrationshistorie verfügbar.

source: Debug Actions
de: Debug-Aktionen

source: Run Migrations Now
de: Migrationen jetzt ausführen

source: Refresh Status
de: Aktualisiere Status

source: Task Scheduler
de: Aufgabenplaner

source: Running
de: Laufend

source: Stopped
de: Stoppt

source: Current Time (UTC):
de: Aktuelle Zeit (UTC):

source: Last Deduction Check (UTC):
de: Letzte Abzugsüberprüfung (UTC):
