Repository: skjall/medication-tracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Never run
de: Nie ausführen

source: Database Status
de: Datenbankstatus

source: Database Type:
de: Datenbanktyp:

source: Database Size:
de: Datenbankgröße:

source: Not available
de: Nicht verfügbar

source: Total Tables:
de: Gesamtzahl der Tabellen:

source: Migration Version:
de: Migrationsversion:

source: Not initialized
de: Nicht initialisiert

source: Total Medications:
de: Gesamtzahl der Medikamente:

source: Active Inventories:
de: Aktive Lagerbestände:

source: Low Stock Items:
de: Artikel mit niedrigem Lagerbestand:

source: Total Orders:
de: Gesamtzahl der Bestellungen:

source: Physician Visits:
de: Arzttermine:

source: Updates Available
de: Updates verfügbar

source: Up to Date
de: Aktuell

source: View Migration History
de: Migrationsverlauf anzeigen

source: Scheduled Tasks
de: Geplante Aufgaben

source: Interval
de: Intervall

source: Last Run
de: Letzter Lauf

source: seconds
de: Sekunden

source: Idle
de: Untätig

source: No scheduled tasks found.
de: Keine geplanten Aufgaben gefunden.

source: System Information
de: Systeminformationen

source: Timezone:
de: Zeitzone:

source: Server Time:
de: Serverzeit:

source: Local Time:
de: Lokale Zeit:

source: The task scheduler runs background tasks including automatic inventory deduction.
de: Der Taskplaner führt Hintergrundaufgaben mit automatischem Bestandsabzug aus.

source: If the scheduler is not running, automatic deduction will not occur.
de: Wenn der Zeitplaner nicht läuft, wird der automatische Abzug nicht vorkommen.

source: Restart Scheduler
de: Zeitplan neu starten

source: Detect Pipe-Separated Times
de: Pipe-separierte Zeiten erkennen

source: Scan for corrupted medication schedule times
de: Suche nach fehlerhaften Zeiten für Medikamenteneinnahme

source: This will permanently fix corrupted time data in the database. Continue?
de: Dies wird dauerhaft beschädigte Zeitdaten in der Datenbank korrigieren. Fortfahren?

source: Fix Pipe-Separated Times
de: Pipe-separierte Zeiten beheben

source: Automatically repair corrupted medication schedule times
de: Automatische Reparatur von beschädigten Medikamentenplanzeiten

source: Edit Physician Visit
de: Arzttermin bearbeiten

source: Edit Visit on
de: Termine bearbeiten am

source: Enter the date of your upcoming physician visit
de: Gib das Datum deines bevorstehenden Termines ein

source: The physician you're visiting
de: Der Arzt, den du besuchst

source: Optional notes about this visit
de: Optionale Hinweise zu diesem Termin

source: Update Visit
de: Termin aktualisieren

source: You have selected a date in the past. This is allowed but may affect medication calculations.
de: Du hast ein Datum in der Vergangenheit ausgewählt. Dies ist zulässig, kann aber die Berechnung von Medikamenten beeinflussen.

source: Warning: This visit has associated orders. Changing the date may affect medication calculations.
de: Warnung: Dieser Termin hat damit zusammenhängende Bestellungen. Ändern des Datums kann die Berechnung von Medikamenten beeinflussen.

source: Schedule New Visit
de: Neuen Termin planen

source: Upcoming Visits
de: Nächste Termine

source: Days Away
de: Abwesende Tage

source: Order Plan
de: Bestellplan

source: No physician assigned
de: Kein Arzt zugewiesen

source: order
de: Bestellung

source: No orders
de: Keine Bestellungen

source: Orders for this visit will be calculated to last until the next-but-one visit
de: Bestellungen für diesen Termin werden bis zum nächsten Termin berechnet

source: Next-But-One
de: Übernächste

source: Orders for this visit will be calculated to last until the next visit only
de: Bestellungen für diesen Termin werden bis zum nächsten Termin berechnet

source: Edit Visit
de: Termin bearbeiten

source: Past Visits
de: Vergangene Termine

source: No past physician visits found.
de: Keine früheren Arzttermine gefunden.

source: Visit Timeline
de: Timeline besuchen

source: days away
de: Tage entfernt

source: New Physician Visit
de: Neuer Arzttermin

source: Create medication order after scheduling the visit
de: Medikamentenbestellung nach der Planung des Termins erstellen

source: Physician Visit Details
de: Details des ärztlichen Termins

source: Visit Information
de: Termine Informationen

source: No physician assigned to this visit.
de: Kein Arzt diesem Termin zugeordnet.

source: Updated
de: Aktualisiert

source: Are you sure you want to delete this visit? This cannot be undone.
de: Bist du sicher, dass du diesen Termin löschen möchten? Dies kann nicht rückgängig gemacht werden.

source: Delete Visit
de: Termin löschen

source: Associated Orders
de: Verknüpfte Bestellungen

source: Order
de: Sortierung

source: medication
de: Medikament

source: No orders associated with this visit yet.
de: Noch keine Bestellungen mit diesem Termin verbunden.

source: Medication Needs Calculation
de: Medikamente müssen berechnet werden

source: Based on your current medication usage and inventory levels, here's what you'll need until this visit
de: Basierend auf deinen aktuellen Medikamentenverbrauch und Bestand ist hier, was du bis zu diesem Termin benötigst

source: plus a safety margin of additional days for each medication
de: plus eine Sicherheitsspanne von zusätzlichen Tagen für jedes Medikament

source: Safety Margin
de: Sicherheitsrand

source: Units Needed
de: Benötigte Einheiten

source: No medications found in the system or no inventory data available.
de: Keine Medikamente im System gefunden oder keine Bestandsdaten verfügbar.

source: Create Order Based on These Needs
de: Erstelle eine Bestellung basierend auf diesen Bedürfnissen

source: %(count)d medication will run out before this visit.
de: %(count)d Medikament geht vor diesem Termin aus.

source: Additionally
de: Zusätzlich

source: %(count)d medication is in the safety margin.
de: %(count)d Medikament befindet sich in der eisernen Reserve.

source: Please consider creating a gap coverage order to bridge the supply gap.
de: Bitte erwäge die Überbrückung der Versorgungslücke.
