Repository: skjall/medication-tracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Quantity
de: Menge

source: Are you sure you want to delete this package configuration?
de: Willst du die Konfiguration dieser Packung wirklich löschen?

source: No package configurations yet.
de: Noch keine Packungen konfiguriert.

source: Add the first package
de: Erste Packung hinzufügen

source: Total Units
de: Gesamte Einheiten

source: Days Remaining
de: Verbleibende Tage

source: Packages in Stock
de: Packungen im Bestand

source: Serial
de: Seriennummer

source: Batch
de: Charge

source: Expiry
de: Verwendbar bis

source: Units
de: Einheiten

source: Sealed
de: Verschlossen

source: Open
de: Offen

source: View Full Inventory
de: Gesamten Bestand anzeigen

source: Back to List
de: Zurück zur Liste

source: Medication Depletion Timeline
de: Medikamentenverbrauchs-Zeitleiste

source: Today
de: Heute

source: +30 days
de: +30 Tage

source: +60 days
de: +60 Tage

source: +90 days
de: +90 Tage

source: +120 days
de: +120 Tage

source: days left
de: verbleibende Tage

source: No medications with depletion dates available.
de: Keine Medikamente mit Verbrauchsdaten verfügbar.

source: Sorted by Depletion Date
de: Nach Verbrauchsdatum sortiert

source: Medication
de: Medikamente

source: Current Stock
de: Aktueller Bestand

source: days
de: Tage

source: Warning
de: Warnung

source: Monitor
de: Beobachten

source: Manage Inventory
de: Bestand verwalten

source: Medications without depletion data:
de: Medikamente ohne Verbrauchsdaten:

source: no inventory data
de: keine Bestandsdaten

source: empty
de: leer

source: no daily usage set
de: keine tägliche Nutzung festgelegt

source: Back to Inventory
de: Zurück zur Bestandsliste

source: Package Details
de: Packungsdetails

source: Package Information
de: Packungsinformationen

source: Original Units
de: Original-Einheiten

source: Serial Number
de: Seriennummer

source: from GS1
de: aus GS1

source: Not specified
de: Nicht angegeben

source: Expiry Date
de: Ablaufdatum

source: Not from GS1 scan - can be edited
de: Nicht aus GS1-Scan – kann bearbeitet werden

source: e.g. SN123456789
de: z. B. SN123456789

source: Unique identifier for this package
de: Eindeutige Kennung für diese Packung

source: Batch Number
de: Chargennummer

source: e.g. LOT123456
de: z. B. LOT123456

source: Enter the batch/lot number from the package
de: Gib die Chargen-/Losnummer von der Verpackung ein

source: Select the expiry date from the package
de: Wähle das Ablaufdatum der Packung aus

source: Package Status
de: Packungs-Status

source: Sealed - Not opened yet
de: Versiegelt - Noch nicht geöffnet

source: Open - In use
de: Öffnen – In Verwendung

source: Empty - All units consumed
de: Leer – Alle Einheiten verbraucht

source: Discarded - Removed from inventory
de: Entsorgt – Aus dem Inventar entfernt

source: Update the status to reflect the current state of the package
de: Aktualisiere den Status, damit er den aktuellen Zustand der Packung zeigt

source: Current Units Remaining
de: Aktuell noch verfügbar

source: Adjust if you have taken medication from this package without updating the system
de: Passe das an, wenn du Medikamente aus dieser Packung genommen hast, ohne das System zu aktualisieren

source: Quick Adjustments
de: Schnelle Anpassung

source: Mark Empty
de: Als Leer markieren

source: Reset to Full
de: Auf Voll zurücksetzen

source: Associated Order
de: Zugeordnete Bestellung

source: No order association
de: Keine Bestellzuordnung

source: Pending Orders
de: Ausstehende Bestellungen

source: Order #%(order_id)s
de: Bestellung #%(order_id)s

source: Fulfilled Orders
de: Erfüllte Bestellungen

source: Link this package to a medication order
de: Diese Packung mit einer Medikamentenbestellung verknüpfen

source: Notes (Optional)
de: Notizen (optional)

source: Add any notes about this adjustment
de: Füge Notizen zu dieser Anpassung hinzu

source: Current Status
de: Aktueller Status

source: This package has not been opened yet
de: Diese Packung wurde noch nicht geöffnet

source: This package is currently in use
de: Diese Packung wird gerade benutzt

source: All units have been consumed
de: Alle Einheiten wurden verbraucht

source: Discarded
de: Entsorgt

source: This package has been removed from inventory
de: Diese Packung wurde aus dem Inventar entfernt

source: Usage Information
de: Informationen zur Verwendung

source: Units Used
de: Verwendete Einheiten

source: Scanned
de: gescannt

source: Search medications...
de: Medikamente suchen...

source: Current Package
de: Aktuelle Packung

source: Next Package
de: Nächste Packung

source: No generic substitution
de: Kein Austausch durch Generikum

source: Legacy
de: Altsystem

source: Create
de: Anlegen

source: Package-based
de: Packungsbasiert

source: No medications registered yet.
de: Noch keine Medikamente gespeichert.

source: Add your first medication
de: Füge dein erstes Medikament hinzu

source: Low Inventory
de: Niedriger Bestand

source: Medications Below Threshold
de: Medikamente unterhalb des Grenzwertes

source: Min Threshold
de: Min. Grenzwert

source: Needed Units
de: Benötigte Einheiten

source: Create Order for Low Inventory Items
de: Bestellung für Medikamente mit niedrigem Bestand erstellen

source: Good news!
de: Gute Nachrichten!

source: All medications are above their minimum thresholds.
de: Alle Medikamente liegen über ihrem Grenzwert.

source: Medication Details
de: Medikamentendetails

source: Current Inventory Status
de: Aktueller Bestand

source: Package-based inventory
de: Packungsbasierter Bestand

source: Packages
de: Packungen

source: Sum-based inventory
de: Summenbasierter Bestand

source: Minimum threshold
de: Minimaler Grenzwert

source: Will run out on
de: Wird ausgehen am

source: Dosage
de: Dosis

source: per day
de: pro Tag

source: Frequency
de: Häufigkeit

source: Quick Intake
de: Schnelle Einnahme

source: Manual Entry
de: Manuelle Eingabe

source: Out of Stock
de: Nicht vorrätig

source: No inventory available for manual deduction.
de: Kein Bestand für manuellen Abzug verfügbar.

source: Amount
de: Anzahl

source: Reason
de: Grund

source: e.g., Extra dose, pain relief, missed dose...
de: z. B. Extra-Dosis, Schmerzlinderung, vergessene Dosis...

source: Record Intake
de: Einnahme erfassen

source: Low inventory: Only {} units available.
de: Geringer Lagerbestand: Nur noch {} Einheiten verfügbar.

source: For on-demand medications or extra doses outside regular schedule
de: Für Medikamente auf Anfrage oder zusätzliche Dosen außerhalb des regulären Zeitplans

source: Available
de: Verfügbar

source: Legacy Inventory System
de: Altes Inventarsystem

source: Note:
de: Hinweis:

source: You are using the new package scanning system. The forms below should only be used to adjust existing legacy stock. Please use the barcode scanner for adding new inventory.
de: Du benutzt das neue System zum Scannen von Packungen. Die Formulare unten sind nur dazu da, um alte Bestände anzupassen. Bitte benutze den Barcode-Scanner, um neue Artikel hinzuzufügen.

source: Adjust Inventory (Relative)
de: Bestand anpassen (relativ)

source: add or subtract
de: hinzufügen oder abziehen

source: units from your current inventory.
de: von Einheiten aus deinem aktuellen Bestand.

source: Use this form to
de: Verwende dieses Formular zum

source: Adjustment Amount Directly
de: Einheiten anpassen

source: Enter adjustment amount
de: Anpassungsbetrag eingeben

source: Enter a positive number to add units, or a negative number to subtract units
de: Gib eine positive Zahl ein, um Einheiten hinzuzufügen, oder eine negative um abzuziehen

source: Or Adjust by Package Quantities
de: Oder Packungen anpassen

source: N1 Packages
de: N1-Packungen

source: N2 Packages
de: N2-Packungen

source: N3 Packages
de: N3-Packungen

source: Optional notes about this adjustment
de: Optionale Hinweise zu dieser Anpassung

source: Current
de: Aktuell

source: New total
de: Neuer Bestand

source: Apply Adjustment
de: Anpassung anwenden

source: Set Inventory (Absolute)
de: Setze Bestand (absolut)

source: set absolute values
de: festlegen von absoluten Werten

source: for your inventory quantities.
de: für deinen Bestand.

source: Set Total Units Directly
de: Gesamteinheiten festlegen

source: Enter the total number of units you currently have
de: Gib die Gesamtzahl der derzeit vorhandenen Einheiten ein

source: Or Set Package Quantities
de: Oder Packungsmenge festlegen

source: Optional notes about this inventory update
de: Optionale Hinweise zu diesem Bestand-Update

source: Update Inventory
de: Bestand aktualisieren

source: Package Scanning Available
de: Packungs-Scan verfügbar

source: You have configured package sizes for this medication. You can now use the barcode scanner to track individual packages with batch numbers and expiry dates.
de: Du hast die Packungsgrößen für dieses Medikament eingestellt. Jetzt kannst du den Barcode-Scanner benutzen, um einzelne Packungen mit Chargennummern und Verfallsdaten zu verfolgen.

source: Once you start using the package scanning system, you should stop adding inventory through the legacy sum-based method to avoid confusion.
de: Sobald du das Packungs-Scansystem benutzt, solltest du keine Bestände mehr über die alte summenbasierte Methode hinzufügen, um Verwirrung zu vermeiden.

source: Important:
de: Wichtig:

source: Start Scanning Packages
de: Mit dem Scannen von Packungen beginnen

source: Scanned Packages
de: Gescannte Packungen

source: Total
de: Gesamt

source: Scan More
de: Mehr scannen

source: Package
de: Packung

source: Inventory History
de: Bestandsverlauf

source: View Full History
de: Vollständigen Bestandsverlauf anzeigen

source: Date & Time
de: Datum & Zeit

source: Previous Count
de: Vorher

source: Adjustment
de: Anpassung

source: New Count
de: Nachher

source: No inventory adjustments recorded yet.
de: Noch keine Bestandsanpassungen gespeichert.

source: Medications
de: Medikamente

source: All Medications
de: Alle Medikamente

source: Depletion Forecast
de: Verbrauchsprognose

source: Inventory
de: Bestand

source: Inventory Overview
de: Bestandsübersicht

source: Physicians
de: Ärzte

source: All Physicians
de: Alle Ärzte

source: Add Physician
de: Arzt hinzufügen

source: Physician Visits
de: Arzttermine

source: All Visits
de: Alle Termine

source: Schedule Visit
de: Termin planen

source: Next Visit
de: Nächster Termin

source: Orders
de: Bestellungen

source: All Orders
de: Alle Bestellungen

source: New Order
de: Neue Bestellung

source: System Settings
de: Systemeinstellungen

source: Visit Planning
de: Terminplanung

source: Data Management
de: Datenmanagement

source: Database Updates
de: Datenbankmigrationen

source: Close
de: Schließen

source: Timezone
de: Zeitzone

source: Local time
de: Lokale Zeit

source: Package size cannot be changed
de: Die Packungsgröße kann nicht geändert werden

source: Quantity per Package
de: Menge pro Packung

source: How many units are in this package size?
de: Wie viele Einheiten sind in dieser Packungsgröße enthalten?

source: National Number
de: Nationale Nummer

source: e.g. PZN, CIP13, CNK
de: z. B. PZN, CIP13, CNK

source: National pharmaceutical identifier (optional)
de: Nationale Pharmanummer (optional)

source: Global Trade Item Number (optional)
de: Globale Handelsnummer (optional)

source: This package has %(count)d scanned items. Changes will apply to future scans only.
de: Diese Packung hat %(count)d gescannte Artikel. Die Änderungen gelten nur für zukünftige Scans.

source: -- Select --
de: -- Auswählen --

source: Small Package
de: Kleine Packung

source: Medium Package
de: Mittlere Packung

source: Large Package
de: Große Packung

source: Custom Size
de: Benutzerdefinierte Größe

source: Standard package sizes or custom
de: Standard-Packungsgrößen oder Benutzerdefiniert

source: Custom Size Name
de: Name der benutzerdefinierten Größe

source: e.g., 200ml, 50 tablets
de: z. B. 200ml, 50 Tabletten

source: Number of units/tablets/ml
de: Anzahl der Einheiten/Tabletten/ml

source: National pharmaceutical identifier (PZN for Germany, CIP13 for France, etc.)
de: Nationale Arzneimittelkennung (PZN in Deutschland, CIP13 in Frankreich usw.)

source: You can find the national number on the medication package, usually as a barcode.
de: Die nationale Nummer findest du auf der Medikamentenverpackung, meistens als Strichcode.

source: Different package sizes (N1, N2, N3) have different national numbers.
de: Verschiedene Packungsgrößen (N1, N2, N3) haben unterschiedliche nationale Nummern.

source: Save Package
de: Packung speichern

source: Edit Medication
de: Medikament bearbeiten

source: Back to Details
de: Zurück zu Details

source: Medication Name
de: Handelsname des Medikamentes

source: The active pharmaceutical ingredient
de: Der aktive pharmazeutische Wirkstoff

source: The pharmaceutical form (e.g., tablets, capsules, solution)
de: Die Dareichungsform (z.B. Tabletten, Kapseln, Lösung)

source: Select a physician (optional)
de: Wähle einen Arzt (optional)

source: The physician who prescribes this medication
de: Der Arzt, der dieses Medikament verschreibt

source: Over-the-Counter (OTC)
de: Rezeptfreie Medikamente (OTC)

source: Check if this medication is available without prescription
de: Prüfe, ob dieses Medikament ohne Rezept verfügbar ist

source: Aut idem (Generic substitution allowed)
de: Aut idem (Ersatz durch Generikum erlaubt)

source: Allow pharmacist to substitute with generic equivalent. Uncheck to require exact brand/product.
de: Apotheker darf durch wirkstoffgleiches Präparat ersetzen. Deaktivieren, um genau dieses Produkt/Marke zu verlangen.

source: Optional information about this medication
de: Optionale Informationen über dieses Medikament

source: Package System Active
de: Packungs-System aktiv

source: This medication uses the barcode package system. Package sizes are managed through the Package Configuration section above.
de: Dieses Medikament nutzt das Strichcode-Packungssystem. Die Packungsgrößen werden im Abschnitt „Packungskonfiguration“ oben verwaltet.

source: Legacy Package Sizes
de: Alte Packungsgrößen

source: Enter the number of units/pills in each package size (N1, N2, N3). Note: Consider using the Package Configuration system above for better tracking.
de: Gib die Anzahl der Einheiten/Tabletten pro Packungsgröße ein (N1, N2, N3). Hinweis: Verwende für eine bessere Nachverfolgung das oben stehende System zur Konfiguration der Packungsgrößen.

source: N1 Package
de: N1-Packung

source: N2 Package
de: N2-Packung

source: N3 Package
de: N3-Packung

source: Inventory Settings
de: Bestands-Einstellungen

source: Minimum Threshold
de: Minimaler Grenzwert

source: Alert when stock falls below this level
de: Warnung, wenn der Bestand unter diesen Wert fällt

source: Safety Margin (days)
de: Eiserne Reserve (Tage)

source: Extra days to add when calculating needs
de: Zusätzliche Tage bei der Bedarfsberechnung

source: Medication Scheduling
de: Medikamentenplanung

source: Daily Usage:
de: Tagesverbrauch:

source: units per day
de: Einheiten pro Tag

source: schedule
de: Einnahmeplan

source: based on
de: basierend auf

source: No schedules defined
de: Keine Einnahmepläne definiert

source: Manage Medication Schedules
de: Einnahmepläne verwalten

source: Times
de: Zeit

source: Daily
de: Täglich

source: Every
de: Jeden

source: day(s)
de: Tag(e)

source: Selected Days of Week
de: Ausgewählte Wochentage

source: Every day
de: Jeden Tag

source: No medication schedules defined. Please set up schedules to define when to take this medication.
de: Keine Einnahmepläne definiert. Bitte lege einen Zeitplan fest, wann dieses Medikament eingenommen werden soll.

source: Update Medication
de: Medikament aktualisieren

source: Add Schedule
de: Einnahmeplan hinzufügen

source: day
de: Tag

source: Not set
de: Nicht gesetzt

source: Stock
de: Bestand

source: Not defined
de: Nicht definiert

source: No schedule
de: Kein Einnahmeplan

source: Medication Information
de: Informationen zu Medikamenten

source: The pharmaceutical form (e.g., tablets, capsules, solution)
de: Die Dareichungsform (z.B. Tabletten, Kapseln, Lösung)

source: Check if this medication is available without prescription
de: Auswählen, wenn dieses Medikament ohne Rezept verfügbar ist

source: After creating the medication, you'll need to set up the medication schedule to define when and how much to take.
de: Nach der Erstellung des Medikaments musst du den Einnahmeplan einrichten, um zu bestimmen, wann und wie viel du benötigst.

source: Enter the number of units/pills in each package size (N1, N2, N3)
de: Geben Sie die Anzahl der Einheiten/Pillen in jeder Packungsgröße ein (N1, N2, N3)

source: Next Step: Create Medication Schedule
de: Nächster Schritt: Einnahmeplan erstellen

source: After saving this medication, you'll need to define when and how much to take using the advanced scheduling system. This will determine the daily usage and enable automatic inventory tracking.
de: Nach dem Speichern dieses Medikaments, Sie müssen definieren, wann und wie viel Sie mit dem erweiterten Zeitplanungssystem brauchen. Dies wird die tägliche Nutzung bestimmen und automatische Bestandsverfolgung aktivieren.

source: Save & Continue to Scheduling
de: Speichern & Weiter zur Terminplanung

source: Migrated
de: Migriert

source: View Product
de: Produkt anzeigen

source: Migration Required
de: Migration erforderlich

source: This medication is using the legacy system. Migrate to the new product system to:
de: Dieses Medikament wird noch im alten System geführt. Bitte wechsel zum neuen Produktsystem, um es zu finden:

source: Better package management with GTIN and national drug codes
de: Bessere Paketverwaltung mit GTIN und nationalen Arzneimittelcodes

source: Support for multiple package configurations
de: Unterstützung für mehrere Paketkonfigurationen

source: Improved barcode scanning capabilities
de: Verbesserte Funktionen zum Scannen von Strichcodes

source: Active ingredient tracking and substitution management
de: Verfolgung von Wirkstoffen und Ersatzmanagement

source: e.g., Pfizer, Ratiopharm
de: z. B. Pfizer, Ratiopharm

source: National Drug Code (optional)
de: Nationaler Arzneimittelcode (optional)

source: e.g., PZN, CIP13, CNK
de: z. B. PZN, CIP13, CNK

source: Migrate to New System
de: Auf neues System umstellen

source: Package Configuration
de: Packungskonfiguration

source: Migrate to product system first
de: Zuerst ins Produktsystem verschieben

source: Size
de: Größe

source: Are you sure?
de: Sind Sie sicher?

source: No packages configured yet. Add package configurations to enable barcode scanning.
de: Noch keine Packungen eingerichtet. Füge Packungskonfigurationen hinzu, um das Scannen von Barcodes zu aktivieren.

source: View Product Details
de: Produktdetails anzeigen

source: This medication uses the legacy package system. Consider migrating to the new product system for better features.
de: Dieses Medikament nutzt das alte Paketsystem. Du solltest vielleicht zum neuen Produktsystem wechseln, um bessere Funktionen zu bekommen.

source: No packages configured yet. This medication needs to be migrated to the new product system.
de: Noch keine Pakete eingerichtet. Dieses Medikament muss ins neue Produktsystem verschoben werden.

source: Medication Schedule
de: Einnahmeplan

source: Manage Schedules
de: Einnahmepläne verwalten

source: Current Status:
de: Aktueller Status:

source: Automatic deduction enabled
de: Automatischer Abzug aktiviert

source: Automatic deduction disabled
de: Automatischer Abzug deaktiviert

source: %(num)s schedule
de: %(num)s Einnahmeplan

source: no schedules defined
de: keine Einnahmepläne definiert

source: Disable Auto-Deduction
de: Auto-Abzug deaktivieren

source: Enable Auto-Deduction
de: Auto-Abzug aktivieren

source: Active Schedules:
de: Aktive Einnahmepläne:

source: No detailed schedules defined yet. Define schedules to enable automatic inventory deduction and precise daily usage calculation.
de: Noch keine detaillierten Einnahmepläne definiert. Definiere Einnahmepläne, um den automatischen Bestandsabzug und eine genaue tägliche Nutzungsberechnung zu ermöglichen.

source: Add First Schedule
de: Ersten Einnahmeplan hinzufügen

source: Schedules:
de: Einnahmepläne:

source: None
de: Keine

source: Default Product for Orders:
de: Standardprodukt für Bestellungen:

source: No default product set
de: Kein Standardprodukt festgelegt

source: Using first available product
de: Das erste verfügbare Produkt verwenden

source: Notes:
de: Notizen:

source: Legacy Package Sizes:
de: Alte Packungsgrößen:

source: No legacy package sizes defined
de: Keine alten Packungsgrößen definiert

source: Inventory Settings:
de: Bestandseinstellungen:

source: Min Threshold:
de: Min. Grenzwert:

source: Safety Margin:
de: Eiserne Reserve:

source: Inventory Status
de: Bestandsstatus

source: Current Units
de: Aktuelle Einheiten

source: Minimum threshold:
de: Minimaler Grenzwert:

source: No inventory record found for this medication.
de: Kein Bestand für dieses Medikament gefunden.

source: An inventory record should have been created automatically. Please contact the administrator.
de: Ein Bestand-Eintrag sollte automatisch erstellt worden sein. Bitte wende dich an den Administrator.

source: Order History
de: Bestellverlauf

source: Order #
de: Bestellung #

source: Visit Date
de: Datum

source: Order Status
de: Bestellstatus

source: No orders found for this medication.
de: Keine Bestellungen für dieses Medikament gefunden.

source: Are you sure you want to delete this medication? This cannot be undone.
de: Bist du sicher, dass du dieses Medikament löschen möchten? Dies kann nicht rückgängig gemacht werden.

source: Delete Medication
de: Medikament löschen

source: Mark Order as Fulfilled
de: Bestellung als erfüllt markieren

source: How would you like to mark this order as fulfilled?
de: Wie möchtest du diese Bestellung als erfüllt markieren?

source: Mark as fulfilled only
de: Nur als erfüllt markieren

source: Order will be marked as complete without updating inventory
de: Bestellung wird als abgeschlossen markiert, ohne Bestand zu aktualisieren

source: Mark as fulfilled and update inventory
de: Als erfüllt markieren und Bestand aktualisieren

source: Mark all pending items as fulfilled and add to inventory
de: Markiere alle ausstehenden Gegenstände als erfüllt und füge dem Bestand hinzu

source: Tip: Use individual item fulfillment below to add specific medications to inventory or handle partial deliveries.
de: Tipp: Verwende die individuelle Erfüllung von Gegenständen, um bestimmte Medikamente dem Bestand oder Teillieferungen hinzuzufügen.

source: Tip: Use individual item fulfillment on the order details page to add specific medications to inventory or handle partial deliveries.
de: Tipp: Benutze die individuelle Artikelerfüllung auf der Detailseite der Bestellung, um bestimmte Medikamente dem Bestand oder Teillieferungen hinzuzufügen.

source: Mark as Fulfilled
de: Als erfüllt markieren

source: Edit Order #%(order_id)s
de: Bestellung #%(order_id)s bearbeiten

source: Edit Order for Physician Visit on %(date)s
de: Bestellung für Arzttermin am %(date)s bearbeiten

source: This order was for your physician visit %(days)s days ago on %(date)s.
de: Diese Bestellung war für deinen Arztbesuch vor %(days)s Tagen am %(date)s.

source: This order is for your physician visit today (%(date)s).
de: Diese Bestellung ist für deinen heutigen Arztbesuch (%(date)s).

source: This order is for your physician visit in %(days)s days on %(date)s.
de: Diese Bestellung ist für deinen Arztbesuch in %(days)s Tagen am %(date)s.

source: Showing medications prescribed by %(physician)s only.
de: Zeigt nur Medikamente an, die von %(physician)s verschrieben wurden.
